/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Изменить...";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Введите ваше имя и регистрационный ключ";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Ключ:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Тип лицензии:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Потеряли лицензию?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger находится в демонстрационном режиме и, если вы не зарегистрируетесь, перестанет работать через 30 дней.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Имя:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Зарегистрироваться на сайте";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Зарегистрировано на:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Информация о регистрации";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:25) */
"Validity date:" = "Действительна до:";